{"facts": {"1": {"fact": "The city has parks that vary in quality, with nicer parks being favored by regular folks over the arcano-luddites' grove.", "category": "Neighborhoods"}, "2": {"fact": "Some parks are located in rough neighborhoods and become dangerous at night.", "category": "Law and Order"}, "3": {"fact": "The arcano-luddites believe that magic should only come from magical individuals and eschew all arcanotech.", "category": "Society and Culture"}, "4": {"fact": "Arcanotech is vital for the city's daily life and its protection.", "category": "Infrastructure and Technology"}, "5": {"fact": "Many arcano-luddites are either druids or wizards, but most are non-magical and live simplistically.", "category": "People"}, "6": {"fact": "The arcano-luddites are relatively closed off and do not frequently leave their grove.", "category": "People"}, "7": {"fact": "The arcano-luddites will assist with serious issues involving plants in the city parks despite their usual seclusion and stance against arcanotech.", "category": "Society and Culture"}, "8": {"fact": "The city and towns down the river form a closed ecosystem, with most weather regulated through arcanotech.", "category": "Infrastructure and Technology"}, "9": {"fact": "Plant pathogens can spread quickly due to the closed ecosystem, prompting calls for assistance from the arcano-luddites.", "category": "Neighborhoods"}, "10": {"fact": "The arcano-luddites' expertise in plant care is sought after for addressing fast-spreading plant pathogens.", "category": "Society and Culture"}, "11": {"fact": "Scraptop and The Docks are considered rougher neighborhoods in the city.", "category": "Neighborhoods"}, "13": {"fact": "In rougher neighborhoods like Scraptop and The Docks, workers such as streetsweepers ensure they leave before sundown due to safety concerns.", "category": "Law and Order"}, "14": {"fact": "Reports and stories suggest that after dark, activities in the parks of rougher neighborhoods can range from muggings to cult rituals.", "category": "Law and Order"}, "15": {"fact": "The Worbor Bank is the only bank in the city, with branches in almost every neighborhood.", "category": "Economy and Trade"}, "16": {"fact": "Hightop is one of the nicer neighborhoods, located north of the main circle and is home to well-off corporate types.", "category": "Neighborhoods"}, "17": {"fact": "The Worbor Bank offers standard banking services like loans.", "category": "Economy and Trade"}, "18": {"fact": "The main branch of the Worbor Bank has massive vaults for storing treasure hordes.", "category": "Economy and Trade"}, "19": {"fact": "The Worbor Bank facilitates business transactions such as mergers.", "category": "Economy and Trade"}, "20": {"fact": "The Hightop branch of the Worbor Bank experiences periods of boredom due to its security measures, which can prolong processes, especially those involving transfers to the main branch.", "category": "Economy and Trade"}, "21": {"fact": "The city has a significant amount of independent businesses that the Worbor Bank supports.", "category": "Economy and Trade"}, "22": {"fact": "Loan officers at the Worbor Bank vet an individual's reputation before approving loans.", "category": "Economy and Trade"}, "23": {"fact": "Many pubs and shops in the city began as streetcarts and expanded with loans from the Worbor Bank.", "category": "Economy and Trade"}, "24": {"fact": "The Worbor Bank employs paladins to collect on debts, indicating a rigorous approach to debt collection.", "category": "Economy and Trade"}, "25": {"fact": "Dag, a homeless halfling, lives around The Docks area, staking out a good spot for shelter.", "category": "Neighborhoods"}, "26": {"fact": "Dag survives by taking food like potatoes from the boat unloadings at The Docks.", "category": "Economy and Trade"}, "27": {"fact": "Dag mostly keeps to himself and prioritizes staying safe, acknowledging the ease with which one might disappear in the city.", "category": "People"}, "29": {"fact": "Dag utilizes his small size to hide and evade the bank paladins who are looking for him.", "category": "People"}, "31": {"fact": "Bank paladins may evaluate the worth of pursuing defaulted loans based on certain criteria, potentially ceasing their pursuit if deemed unworthy.", "category": "Economy and Trade"}, "34": {"fact": "Venturing away from the city to these weaker-barrier towns poses significant risks due to the insufficient protection from the hazards of the wastes.", "category": "Outside Influences"}, "35": {"fact": "Attitudes towards the less fortunate vary by neighborhood in the city, with places like Hightop showing less tolerance, while rougher areas like The Docks view them as part of the 'general ambiance.'", "category": "Society and Culture"}, "38": {"fact": "The attitudes towards less fortunate individuals vary by neighborhood, with Hightop residents giving sideways glances and rougher neighborhoods treating them as part of the ambiance.", "category": "Society and Culture"}, "39": {"fact": "Dolo is a city historian.", "category": "People"}, "40": {"fact": "The city's origins trace back to a post-cataclysmic period when a group of wizards and artificers found a wellspring of arcane energy. They harnessed this to create a magical barrier and regulate weather for crop growth.", "category": "Overview"}, "41": {"fact": "This initial use of magic enabled the development of a protective barrier infused in the water of the Maraberry River, creating a safeguard along its shores flowing west.", "category": "Infrastructure and Technology"}, "42": {"fact": "The city's early development was significantly influenced by the integration of magic for protection and agricultural development.", "category": "Society and Culture"}, "43": {"fact": "Arcanotech is a massive catalyst in the city, essential for running most homes, including lights, communication devices, and vehicles.", "category": "Infrastructure and Technology"}, "44": {"fact": "Most of the city's arcane research and the development of arcanotech is done by Calofive.", "category": "Economy and Trade"}, "45": {"fact": "The city's arcanotech is powered by purified arcane water plumbed throughout the city.", "category": "Infrastructure and Technology"}, "48": {"fact": "Calofive is deeply connected to the government, indicating a strong tie between the city's administration and its primary arcanotech company.", "category": "Economy and Trade"}, "49": {"fact": "Public opinion in the city towards Calofive and the government varies widely, with some supporting and others wary of their influence and the reliance on arcanotech.", "category": "Society and Culture"}, "51": {"fact": "Billiam runs a bar called The Rusty Flap located in Woodshed, a blue-collar neighborhood southwest of the city center.", "category": "Neighborhoods"}, "52": {"fact": "Woodshed is known for having a rough but loving and boisterous crowd.", "category": "Society and Culture"}, "53": {"fact": "The Rusty Flap is frequented by hardworking individuals who visit after their jobs.", "category": "Economy and Trade"}, "56": {"fact": "Woodshed's residents resist high-rise development through arcane braces, preferring low buildings and maintaining traditional living.", "category": "Neighborhoods"}, "57": {"fact": "The social scene in Woodshed has remained consistent for years, with no major trends or shifts.", "category": "Society and Culture"}, "58": {"fact": "Residents of Woodshed are wary of outsiders and potential gentrification, aiming to preserve the neighborhood's traditional character.", "category": "Society and Culture"}, "59": {"fact": "Woodshed's community is described as kind and helpful towards each other.", "category": "Society and Culture"}, "60": {"fact": "Woodshed is mostly comprised of bars, toolshops, and homes, indicating a strong working-class presence.", "category": "Neighborhoods"}, "61": {"fact": "Each neighborhood bar in Woodshed, similar to The Rusty Flap, has its own set of regulars that gather daily after work, emphasizing the community's social structure.", "category": "Society and Culture"}, "62": {"fact": "Refined arcane water is crucial for the city's operations, carried through plumbing outside of traditional water and waste.", "category": "Infrastructure and Technology"}, "63": {"fact": "Refining arcane water is a secretive process managed by Calofive, essential for the city's arcanotech.", "category": "Economy and Trade"}, "64": {"fact": "Refined arcane water powers lights and charges arcane equipment, being a fundamental resource for buildings citywide.", "category": "Infrastructure and Technology"}, "66": {"fact": "Ferries in the city operate by using refined arcane water, loading up at transfer stations by The Docks to continue their routes.", "category": "Infrastructure and Technology"}, "69": {"fact": "Ferries operating within the city utilize refined arcane water to maintain their routes, highlighting the importance of refined arcane water for the city's transportation system as well.", "category": "Infrastructure and Technology"}, "71": {"fact": "Arcane braces on skyscrapers in the city center presumably consume a substantial amount of refined arcane water, hinting at the extensive use and possibly the high cost of maintaining such infrastructure.", "category": "Infrastructure and Technology"}, "72": {"fact": "Deek's job at The Docks involves loading and unloading barges that bring supplies from the farms downriver during the day.", "category": "Economy and Trade"}, "73": {"fact": "The Docks operates during both day and night, with differing safety levels and activities based on the time of day.", "category": "Neighborhoods"}, "74": {"fact": "Deek handles a broad range of items at The Docks, but most of the cargo is food from the farms outside the city.", "category": "Economy and Trade"}, "76": {"fact": "Many city cooks visit The Docks in the morning to purchase the freshest produce for their establishments.", "category": "Economy and Trade"}, "102": {"fact": "Deek has a friend named Gary who is a security guard at city hall and can provide information on city governance and security.", "category": "People"}, "103": {"fact": "Detailed information about the grove itself is not previously established beyond its association with the arcano-luddites.", "category": "Other"}, "104": {"fact": "Chip is a messenger in the city.", "category": "People"}, "105": {"fact": "Gary identifies as a security guard.", "category": "People"}, "106": {"fact": "Bzunk is a kobold miner.", "category": "People"}, "107": {"fact": "There is an individual named Glorp in the city.", "category": "People"}, "108": {"fact": "Hungo identifies as a miner.", "category": "People"}, "109": {"fact": "Dinky Dilman works as a garbage man in the city.", "category": "People"}, "110": {"fact": "Frunglus works as a bricklayer in the city.", "category": "People"}, "111": {"fact": "Dingo sells potatoes by The Docks.", "category": "Economy and Trade"}, "112": {"fact": "Carp is a fisherman.", "category": "People"}, "113": {"fact": "Dilly identifies as a dancer.", "category": "People"}, "114": {"fact": "TavernStomp is a percussive form of dance performed in large, inebriated groups.", "category": "Society and Culture"}, "115": {"fact": "TavernStomp has evolved from a standalone blue-collar entertainment form to a sophisticated art form that wealthy individuals pay for at their parties, often accompanied by bards.", "category": "Society and Culture"}, "116": {"fact": "Traditional TavernStomp establishments now often view the dance as 'rich people crap' due to its adoption by the wealthy and famous.", "category": "Society and Culture"}, "117": {"fact": "Some bars in Woodshed have stopped allowing TavernStomp, while others continue to uphold the tradition especially among older residents.", "category": "Society and Culture"}, "118": {"fact": "In the Scalboot neighborhood, individuals unrelated to the tradition's origins are taking up TavernStomp as a career or art form.", "category": "Society and Culture"}, "119": {"fact": "TavernStomp traditionally started spontaneously when a pub reached a general level of inebriation among its patrons.", "category": "Society and Culture"}, "120": {"fact": "Scalboot used to be primarily tents and inhabited by kobolds before becoming an artsy neighborhood.", "category": "Neighborhoods"}, "121": {"fact": "The area was initially cheap, attracting artists, which led to its development.", "category": "Economy and Trade"}, "122": {"fact": "Scalboot is now as expensive as any other neighborhood in the city, despite its artsy character.", "category": "Economy and Trade"}, "123": {"fact": "In Scalboot, there are studios dedicated to TavernStomp, indicating its professionalization in the area.", "category": "Society and Culture"}, "124": {"fact": "For events, a single TavernStomp performer might need to subcontract up to 30 other individuals to join them, highlighting the large-scale collaboration required for performances.", "category": "Economy and Trade"}, "125": {"fact": "Many people in Scalboot make their living through TavernStomp, showing its significance as a form of employment.", "category": "Economy and Trade"}, "126": {"fact": "TavernStomp's evolution into a scheduled, choreographed entertainment for wealthy individuals is viewed negatively by some, seeing it as a departure from its spontaneous, communal roots.", "category": "Society and Culture"}, "127": {"fact": "After rehearsals, TavernStomp performers in Scalboot sometimes go to dive bars, and if they get sufficiently intoxicated, they pay homage to the art form's spontaneous and communal origins.", "category": "Society and Culture"}, "128": {"fact": "There's concern among TavernStomp performers that if the wealthy lose interest in the trend, it could result in job losses.", "category": "Society and Culture"}, "129": {"fact": "The appropriation of TavernStomp by the wealthy is seen as potentially temporary, subject to the whims of trends among the city's elite.", "category": "Society and Culture"}, "130": {"fact": "Due to high rent, most residents live 5 or 6 to a flat, fostering cross-discipline collaboration.", "category": "Society and Culture"}, "131": {"fact": "Sprangle is a paladin associated with Calofive.", "category": "People"}, "132": {"fact": "Many paladins in the city derive their power from their oaths to businesses or entities like Calofive instead of traditional gods.", "category": "Religion and Magic"}, "133": {"fact": "Paladins like Sprangle work for corporations like Calofive, committing their martial and magical services in devotion to their company's interests.", "category": "Economy and Trade"}, "134": {"fact": "Sprangle identifies as a paladin of Calofive.", "category": "People"}, "135": {"fact": "Paladins within companies like Calofive take on diverse roles, including high-level company positions and on-the-ground enforcement tasks such as VIP security and asset protection.", "category": "Religion and Magic"}, "136": {"fact": "There is an order within most large companies that includes paladins working on enforcement tasks.", "category": "Religion and Magic"}, "137": {"fact": "Calofive’s paladins are bound by oaths that include nondisclosure agreements, restricting them from discussing specific duties.", "category": "Law and Order"}, "138": {"fact": "Paladins in the city can derive their powers from oaths to their employers, particularly in cases where companies are significant enough to justify such dedication.", "category": "Religion and Magic"}, "139": {"fact": "The city has its own law and order system, separate from corporate-driven justice systems.", "category": "Law and Order"}, "140": {"fact": "Companies big enough, like Calofive, manage their own version of law and order, parallel to the city's official system.", "category": "Law and Order"}, "141": {"fact": "Companies in the city engage in clandestine activities that are kept secret from the public.", "category": "Law and Order"}, "142": {"fact": "Citizens of the city have developed conspiracy theories regarding the power held by companies and their activities.", "category": "Society and Culture"}, "143": {"fact": "Some citizen conspiracy theories about company powers and activities are actually true.", "category": "Society and Culture"}, "144": {"fact": "Employees of Calofive, especially those who are oath-sworn, enjoy a significant degree of protection and are able to quash legal troubles through the company's legal resources.", "category": "Law and Order"}, "145": {"fact": "Employees like Sprangle keep a low profile as part of their strategy to navigate their role within Calofive and the broader city.", "category": "Society and Culture"}, "146": {"fact": "For oath-sworn paladins like Sprangle, individuals outside of their sworn corporation are considered secondary in terms of duty and allegiance.", "category": "Law and Order"}, "147": {"fact": "Calofive is responsible for providing arcane water, fueling the city's technological needs.", "category": "Infrastructure and Technology"}, "148": {"fact": "Calofive's artificers and wizards are directly involved in supplying the city's arcanotech.", "category": "Economy and Trade"}, "149": {"fact": "Calofive paladins, like Sprangle, escort the shutoff team for significant arcane water bill delinquencies, especially when other well-armed corporations are involved.", "category": "Law and Order"}, "150": {"fact": "For smaller arcane water shutoff operations, Calofive's paladin escort is not deemed necessary, indicating a tiered response based on the potential risk of conflict.", "category": "Law and Order"}, "151": {"fact": "Corporations may protect their arcane water valves with substantial security, making Calofive paladin involvement crucial in some shutoff scenarios.", "category": "Law and Order"}, "152": {"fact": "Calofive employs bards specifically for public relations efforts.", "category": "Economy and Trade"}, "153": {"fact": "The presence of Calofive paladins in neighborhoods is generally met with negative reactions from the local populace.", "category": "Society and Culture"}, "154": {"fact": "Sprangle does not need to leave the Calofive headquarters unless a job requires it.", "category": "People"}, "155": {"fact": "Sprangle's duties are strictly governed by an oath to Calofive, influencing a highly focused approach to tasks.", "category": "Religion and Magic"}, "156": {"fact": "Sprangle joined Calofive as it offered a path to power and financial stability that was not available to them through traditional educational or trade avenues.", "category": "People"}, "157": {"fact": "Calofive's PR division is tasked with managing public sentiment to prevent any potential uprisings, particularly in relation to arcane water pricing.", "category": "Economy and Trade"}, "158": {"fact": "Calofive possesses the forces necessary to resist any sort of uprising, highlighting its significant security capabilities.", "category": "Law and Order"}, "159": {"fact": "Peepoo works as a floor mopper at city hall.", "category": "People"}, "160": {"fact": "Peepoo witnesses many important individuals ('bigwigs') coming and going in the halls of city hall, suggesting it is a hub for influential people.", "category": "People"}, "161": {"fact": "Peepoo prefers to keep to themselves amidst the activity at city hall.", "category": "People"}, "162": {"fact": "Peepoo often sees individuals with Calofive pins at city hall, indicating frequent interactions between Calofive and the city's administration.", "category": "People"}, "163": {"fact": "Calofive workers frequently visit city hall, with both normal workers and higher-level employees accompanied by paladins.", "category": "People"}, "164": {"fact": "Visits by high-level Calofive employees to city hall are noticeable due to their serious demeanor and the presence of paladins.", "category": "Society and Culture"}, "165": {"fact": "The city owns the pipes used for distributing arcano water, while Calofive is responsible for producing the arcano water.", "category": "Infrastructure and Technology"}, "166": {"fact": "Meetings between Calofive representatives and city officials are held in private, implying sensitive or strategic discussions.", "category": "Law and Order"}, "167": {"fact": "Peepoo pays bills to entities in the city, suggesting a typical citizen's interaction with city services or companies like Calofive.", "category": "People"}, "168": {"fact": "Arcano water flow sometimes reduces to a trickle for an hour or so, rumored to happen when Calofive is engaged in significant projects.", "category": "Infrastructure and Technology"}, "169": {"fact": "Calofive sends bards to pubs to smooth things over with the public during significant arcano water supply disruptions.", "category": "Economy and Trade"}, "170": {"fact": "Calofive's deployment of bards to pubs is generally effective in improving the mood of the patrons, even if it doesn't resolve the underlying issues with arcano water supply.", "category": "Society and Culture"}, "171": {"fact": "Patrons knowing a Calofive bard is in their pub expect to have a good time, indicating the bards are well-received and their presence is associated with enjoyable entertainment.", "category": "Society and Culture"}, "172": {"fact": "There is skepticism among the city's population regarding the effectiveness of politicians' promises to address issues such as arcano water supply disruptions.", "category": "Society and Culture"}, "173": {"fact": "Citizens fill up flasks with arcano water each morning as a precaution against disruptions, although this solution is not ideal due to the arcano water's instability outside the pipes and the associated costs.", "category": "Infrastructure and Technology"}, "174": {"fact": "Arcano water does not keep long outside the pipes, making storage for later use impractical and costly.", "category": "Infrastructure and Technology"}, "175": {"fact": "Jingle is a tree trimmer in the city.", "category": "People"}, "176": {"fact": "Thallow Goldshore is a Paladin for the Worbor Bank, working in the Hightop district.", "category": "People"}, "177": {"fact": "Thallow Goldshore lives in the Woodshed district.", "category": "People"}, "178": {"fact": "Thallow Goldshore is single.", "category": "People"}, "179": {"fact": "Thallow Goldshore's role includes enforcing and obeying the law.", "category": "People"}, "180": {"fact": "Thallow Goldshore stands sentinel at the entrance to the Hightop branch of Worbor Bank, ensuring that citizens entering the bank have legitimate business there and enforcing physical security for the property using Arcanotech provided by the employer.", "category": "People"}, "181": {"fact": "Grungle lives in the Slipline neighborhood.", "category": "People"}, "182": {"fact": "Slipline is a neighborhood in the city.", "category": "Neighborhoods"}, "183": {"fact": "Slipline is located along the canal to the west of the city center, in a unique position that is neither fully urban nor suburban.", "category": "Neighborhoods"}, "184": {"fact": "Slipline is well-protected by the city's magic barrier, negating concerns about the wastes.", "category": "Neighborhoods"}, "185": {"fact": "Slipline has easy access to the city via ferries.", "category": "Infrastructure and Technology"}, "186": {"fact": "Slipline is located close to farmlands to the west.", "category": "Neighborhoods"}, "187": {"fact": "Commuter ferries in Slipline are scheduled every 30 minutes but their timing can vary due to yielding to trade barges.", "category": "Infrastructure and Technology"}, "188": {"fact": "Trade barges frequently transport agricultural products from the farmlands to the city.", "category": "Economy and Trade"}, "189": {"fact": "The scheduling of commuter ferries is influenced by the need to accommodate trade barges on the main river.", "category": "Infrastructure and Technology"}, "190": {"fact": "Farmers from the surrounding farmlands catch the ferry into the city for cultural activities.", "category": "Economy and Trade"}, "191": {"fact": "Residents of Slipline enjoy visiting the farmlands for leisure, walking trails and roads, and experiencing fresh air, within the protection of the barrier.", "category": "Society and Culture"}, "192": {"fact": "Conditions outside the barrier, where farmland dwindles, are described as lawless and dry.", "category": "Outside Influences"}, "193": {"fact": "The city's protective barrier is bolstered up to the area of the farmlands, offering a wider area of protection and ensuring the security of the city's food supply.", "category": "Infrastructure and Technology"}, "194": {"fact": "West of the farmlands, the protective barrier relies on the arcane energy in the water, getting closer to the river and weaker the further west you go.", "category": "Infrastructure and Technology"}, "195": {"fact": "Plumbing with refined arcane water extends up to the farmlands to maintain the protective barrier, with towers built to keep it functioning.", "category": "Infrastructure and Technology"}, "196": {"fact": "Past the farmlands, there is no plumbing from Calofive, so the original magical barrier that relies on the river itself is used for protection.", "category": "Infrastructure and Technology"}, "197": {"fact": "Residents of Slipline are not generally concerned about arcane water bills, indicating a level of affluence or stability in that neighborhood.", "category": "Neighborhoods"}, "198": {"fact": "There isn't a lot of conversation around Calofive in Slipline.", "category": "Society and Culture"}, "199": {"fact": "The individual works as an accountant for a refinery in Scraptop.", "category": "People"}, "200": {"fact": "The individual commutes to work in Scraptop by taking a main river ferry into the big terminal under the city center, then grabs a smaller ferry northeast into Scraptop.", "category": "Infrastructure and Technology"}, "201": {"fact": "Scraptop is located to the east of Hightop.", "category": "Neighborhoods"}, "202": {"fact": "The contrast between Hightop and Scraptop suggests a wide socio-economic diversity within the city.", "category": "Society and Culture"}, "203": {"fact": "A small canal separates Hightop and Scraptop, symbolizing the socio-economic division between the two neighborhoods.", "category": "Neighborhoods"}, "204": {"fact": "Scraptop used to be the city's dump at its founding, explaining its current industrial focus on metal refineries and waste processing.", "category": "Neighborhoods"}, "205": {"fact": "The individual attended Truunn Academy and received an education in accounting.", "category": "People"}, "206": {"fact": "The individual comes from a blue-collar family background.", "category": "People"}, "207": {"fact": "Most residents in the city, regardless of socio-economic divisions, are focused on doing their jobs to the best of their ability and supporting their families.", "category": "Society and Culture"}, "208": {"fact": "Residents perceive that rich individuals in Hightop work and live in a manner distinctively different from those in more working-class neighborhoods.", "category": "Society and Culture"}, "209": {"fact": "Some students at Truunn University focus on gaining skills to start their own businesses or find work in small businesses.", "category": "Society and Culture"}, "210": {"fact": "Other students at Truunn University aim to secure high-paying jobs at Calofive or influential positions in politics.", "category": "Society and Culture"}, "211": {"fact": "Truunn University is considered the best college in the city, known for its resources and connections.", "category": "Overview"}, "212": {"fact": "Attending Truunn University is expensive, but successful students almost guarantee financial security for themselves.", "category": "Society and Culture"}, "213": {"fact": "Most individuals pursuing trades opt for apprenticeships, which can be more cost-effective than attending university.", "category": "Economy and Trade"}, "214": {"fact": "Truunn University provides full-ride scholarships to individuals who are particularly adept in their trade or showing magical promise.", "category": "Economy and Trade"}, "215": {"fact": "There is a perceived notion among non-Truunn University folks that TU graduates can be snobby, but this can be overcome through direct work and interaction.", "category": "Society and Culture"}, "216": {"fact": "Most Truunn University graduates go on to be bosses of tradesmen, with very few having practical experience in the trades they manage.", "category": "Society and Culture"}, "217": {"fact": "Requiring managerial candidates to work in the trades they aspire to manage could produce better managers by fostering empathy and understanding.", "category": "Society and Culture"}, "218": {"fact": "Most students at Truunn University are either legacies, children of wealthy families, or sorcerers with support from the city's elite.", "category": "Society and Culture"}, "219": {"fact": "Families of sorcerer students at Truunn University may have the resources to exempt their children from practical work requirements.", "category": "Society and Culture"}, "220": {"fact": "Community projects are a part of the curriculum that aims at bridging the practical experience gap among students.", "category": "Society and Culture"}, "221": {"fact": "Calofive bards document events related to community projects undertaken by students.", "category": "Society and Culture"}, "222": {"fact": "There is a divide in participation levels among students in community projects, with sorcerer families showing less engagement.", "category": "Society and Culture"}, "223": {"fact": "Truunn University always completes its community projects.", "category": "Society and Culture"}, "224": {"fact": "Students from Hightop sorcerer families with old money contribute less to the legwork of community projects.", "category": "Society and Culture"}, "225": {"fact": "Pringle is a little sewer man.", "category": "People"}, "226": {"fact": "Pringle does not work in the sewers but scrounges around for items that wash in.", "category": "People"}, "227": {"fact": "Pringle collects items found in the sewers, considering them as treasures, rather than selling them.", "category": "People"}, "228": {"fact": "Pringle found a Calofive pin in the sewers and wears it to feel important.", "category": "People"}, "229": {"fact": "Frango enjoys climbing things.", "category": "People"}, "230": {"fact": "The towers in the city center are considered the most challenging and rewarding for climbers due to their significant height, supported by arcanotech.", "category": "Infrastructure and Technology"}, "231": {"fact": "Security measures around the towers in the city center are strict to prevent unauthorized climbing and ensure safety.", "category": "Law and Order"}, "232": {"fact": "The trees of the grove offer an expansive canopy that can be navigated across, presenting a unique climbing challenge.", "category": "Neighborhoods"}, "233": {"fact": "The individual sneaks into the arcano-luddites' grove to climb trees, avoiding detection by the arcano-luddites.", "category": "People"}, "234": {"fact": "The arcano-luddites' presence in their grove necessitates stealthy entry for climbers.", "category": "Society and Culture"}, "235": {"fact": "Arcano-luddites live in huts within their grove, eschewing any use of arcanotech.", "category": "Society and Culture"}, "236": {"fact": "The arcano-luddites own the land their grove is on, and this ownership is a long-standing arrangement.", "category": "Society and Culture"}, "237": {"fact": "The long-standing land ownership by the arcano-luddites contributes to the cultural separation and lack of conflict between them and the broader city.", "category": "Law and Order"}, "238": {"fact": "Many in the city view the arcano-luddites as unconventional for not using arcanotech and find their way of life to be strange.", "category": "Society and Culture"}, "239": {"fact": "There is a sense of curiosity among the city's inhabitants about the arcano-luddites' lifestyle.", "category": "Society and Culture"}, "240": {"fact": "The arcano-luddites are not very welcoming to people they do not know, which could hinder interactions with the broader city populace.", "category": "Society and Culture"}, "241": {"fact": "A need for mutual respect and understanding between arcano-luddites and arcanotech users is recognized to bridge the gap between both communities.", "category": "Society and Culture"}, "242": {"fact": "Focusing on shared goals could help arcano-luddites and arcanotech users find common ground.", "category": "Society and Culture"}, "243": {"fact": "Dinky Dilman works as a garbage man in the city.", "category": "People"}, "244": {"fact": "Worbor Bank employs paladins to enforce debt collection.", "category": "Economy and Trade"}, "245": {"fact": "The bank supports the growth of independent businesses within the city.", "category": "Economy and Trade"}, "246": {"fact": "Worbor Bank has branches in almost every neighborhood.", "category": "Economy and Trade"}, "247": {"fact": "The main branch has massive vaults used for storing treasure hordes.", "category": "Economy and Trade"}, "248": {"fact": "The bank's processing times can be prolonged due to stringent security measures.", "category": "Economy and Trade"}}, "proper_nouns": {"1": {"word": "Chip", "definition": "A messenger in the city."}, "2": {"word": "Gary", "definition": "A security guard and friend of Deek."}, "3": {"word": "bzunk", "definition": "A kobold miner."}, "4": {"word": "Glorp", "definition": "An individual in the city."}, "5": {"word": "Frub", "definition": "An individual interacting with the database."}, "6": {"word": "Cheese", "definition": "A username or handle of an individual interacting with the database."}, "7": {"word": "Ed", "definition": "An individual interacting with the database."}, "8": {"word": "Dingus", "definition": "An individual who works in the mines."}, "9": {"word": "Duke", "definition": "An individual interacting with the database."}, "10": {"word": "Fruggg", "definition": "An individual interacting with the database."}, "11": {"word": "Hungo", "definition": "A miner in the city."}, "12": {"word": "Dinky Dilman", "definition": "A garbage man in the city."}, "13": {"word": "Frunglus", "definition": "A bricklayer in the city."}, "14": {"word": "Dingo", "definition": "An individual who sells potatoes by The Docks."}, "15": {"word": "Carp", "definition": "A fisherman."}, "16": {"word": "Dilly", "definition": "A dancer in the city."}, "17": {"word": "Scalboot", "definition": "A neighborhood located north of the docks, associated with artsy types and newer practitioners of TavernStomp."}, "18": {"word": "Sprangle", "definition": "A paladin associated with Calofive."}, "19": {"word": "Vloop", "definition": "A user who interacted for information about the city."}, "20": {"word": "Sprangle", "definition": "A paladin associated with Calofive."}, "21": {"word": "Peepoo", "definition": "A new individual introduced to the city."}, "22": {"word": "Peepoo", "definition": "An individual who mops the floors at city hall."}, "23": {"word": "Jingle", "definition": "A new individual introduced to the conversation."}, "24": {"word": "Jingle", "definition": "A tree trimmer in the city."}, "25": {"word": "Thallow Goldshore", "definition": "A Paladin for the Worbor Bank, living in Woodshed and working in the Hightop district."}, "26": {"word": "Grungle", "definition": "An individual living in the Slipline neighborhood."}, "27": {"word": "Slipline", "definition": "A neighborhood in the city."}, "28": {"word": "Scraptop", "definition": "A neighborhood in the city where a refinery is located, and where the individual commutes to work as an accountant."}, "29": {"word": "Truunn Academy", "definition": "An educational institution where the individual received an education in accounting."}, "30": {"word": "Truunn University", "definition": "An educational institution where individuals gain skills for entrepreneurship, employment in small businesses, or aim for careers in large corporations or politics."}, "31": {"word": "Truunn University", "definition": "The best college in the city, known for its resources, connections, and high academic standards."}, "32": {"word": "Pringle", "definition": "A little sewer man living and working in the city's sewers."}, "33": {"word": "Dinky Dilman", "definition": "A garbage man in the city."}, "34": {"word": "Worbor Bank", "definition": "The only banking institution in the city, known for its comprehensive services and strict debt collection practices."}}, "user_facts": {"1": {"fact": "Security measures around the towers in the city center are strict to prevent unauthorized climbing and ensure safety.", "category": "Law and Order", "user": "system"}}}